[
  {
    "title": "Peut-on acheter des animaux au zoo ?",
    "answer": "Non, l'achat d'animaux au zoo n'est pas possible. Les zoos existent pour conserver et protéger les espèces en voie de disparition et promouvoir le bien-être animal, et non pour vendre des animaux au public."
  },
  {
    "title": "Peut-on faire don d'animaux au zoo ?",
    "answer": "En général, faire don d'animaux au zoo n'est pas autorisé. Les zoos gèrent soigneusement leurs populations animales pour la santé et la diversité génétique."
  },
  {
    "title": "Pourquoi certaines enceintes ne sont-elles pas accessibles aux visiteurs ?",
    "answer": "Certaines enceintes sont interdites d'accès pour assurer la vie privée des animaux et répondre à leurs besoins environnementaux spécifiques."
  },
  {
    "title": "Où devriez-vous emmener un animal sauvage sans abri ?",
    "answer": "Pour les animaux sauvages sans abri, il est préférable de contacter les autorités locales en matière de faune ou les centres de réhabilitation pour des soins appropriés."
  },
  {
    "title": "Peut-on prendre des photos et vidéos au zoo ?",
    "answer": "Oui, vous pouvez prendre des photos et vidéos à usage personnel, mais soyez respectueux et suivez les règles du zoo."
  },
  {
    "title": "Quelles sont les restrictions au zoo ?",
    "answer": "Les restrictions courantes comprennent l'interdiction de jeter des déchets, de ne pas déranger les animaux et de suivre les règles affichées pour la sécurité et la conservation."
  },
  {
    "title": "Peut-on amener son animal de compagnie au zoo ?",
    "answer": "En général, vous ne pouvez pas amener votre animal de compagnie au zoo. Les zoos ont des politiques strictes pour assurer la sécurité et le bien-être de leurs animaux résidents et des visiteurs. Les animaux d'assistance sont généralement une exception et peuvent être autorisés avec la documentation appropriée."
  },
  {
    "title": "Peut-on interagir avec les animaux au zoo ?",
    "answer": "Les interactions avec les animaux sont généralement limitées à l'observation depuis des zones désignées. Pour des raisons de sécurité, le contact direct avec les animaux n'est généralement pas autorisé dans la plupart des cas, car cela peut stresser ou nuire aux animaux."
  }
]
